<eventscript>
<line>καταγραφή
<file>
<line>καταγραφή ενεργή
<file>
<line>εγγραφη
<line>σενάριο ενεργό
<file>C:\Users\dmbem\Desktop\uni\Ξ”Ξ™Ξ Ξ›Ξ©ΞΞ‘Ξ¤Ξ™ΞΞ—\STEPS\Ξ™ΟƒΟ„ΞΏΟΞ―Ξ±\debug\ΟƒΞµΞ½Ξ¬ΟΞΉΞΏ1.log
<line>βδ
<line>κοίτα το αντικείμενο
<line>άνοιξε το
<line>πάρε το μεταλλικό αντικείμενο
<line>γεια
<line>να
<line>ν
<line>βα
<line>πάρε την καρέκλα
<line>νδ
<line>β
<line>ξεκλείδωσε την πόρτα με το μεταλλικό αντικείμενο
<line>μέσα
<line>άσε την καρέκλα
<line>πάτα πάνω στην καρέκλα
<line>ανέβα στο πατάρι
<line>άνοιξε το ντουλάπι
<line>πάρε το σκουρόχρωμο αντικείμενο
<line>έξω
<line>έξω
<line>ν
<line>ν
<line>δέσε το σχοινί στον γάντζο
<line>κάτω
<line>κάτω
<line>πάρε το δαχτυλίδι
<line>πάνω
<line>β
<line>β
<line>βδ
<line>δώσε στον ξένο το δαχτυλίδι
<line>δώσε το δαχτυλίδι στον ξένο
<line>σενάριο ανενεργό
<line>σενάριο στο ανενεργό
<line>απενεργοποίηση σεναρίου
<line>αναίρεση
<line>σενάριο ανενεργό
<line>τερματισμός
<line>ν
