<eventscript>
<line>κοίτα το σπίτι
<line>χτύπα το σπίτι
<line>χτύπα τον εαυτό σου
<line>χτύπα το έδαφος
<line>πήδα
<line>ξάπλωσε
<line>σήκω
<line>βδ
<line>πίσω
<line>να
<line>κοίτα την τύρφη
<line>χτύπα την
<line>ακούμπα την υγρή τύρφη
<line>ακούμπα την τύρφη
<line>βδ
<line>πες γεια
<line>ρώτα για το κλειδί
<line>κοίτα το αντικείμενο
<line>άνοιξε το
<line>κοίτα το μεταλλικό αντικείμενο
<line>κοίτα τη λίρα
<line>πάρε το κλειδί
<line>πάρε τις λίρες
<line>απόθεμα
<line>ξάπλωσε στο έδαφος
<line>να
<line>μέσα
<line>ν
<line>ν
<line>μέσα
<line>το πηγάδι
<line>κάτω
<line>μύρισε
<line>μύρισε το πηγάδι
<line>βάλε το κλειδί και την λίρα στο έδαφος
<line>ρίξε την λίρα στο πηδάδι
<line>ουπς πηγάδι
<line>σενάριο
<file>
<line>επεναφορά
<line>ανάκτηση
<line>ΑΝΑΚΤΗΣΗ
<line>αποθήκευση
<file>
<line>βοήθεια
<line>οδηγίες
<line>Ν
<line>επανάληψη
<file>C:\Users\dmbem\Desktop\uni\Ξ”Ξ™Ξ Ξ›Ξ©ΞΞ‘Ξ¤Ξ™ΞΞ—\STEPS\Ξ™ΟƒΟ„ΞΏΟΞ―Ξ±\debug\ΟƒΟ‡ΞΏΞΉΞ½Ξ―.cmd
<line>ν
<line>βα
<line>πάρε καρέκλα
<line>νδ
<line>β
<line>μέσα
<line>άσε καρέκλα
<line>πάτα πάνω στην καρέκλα
<line>ανέβα στο πατάρι
<line>άνοιξε το ντουλάπι
<line>πάρε το σκουρόχρωμο αντικείμενο
<line>έξω
<line>έξω
<line>ν
<line>ν
<line>σύνδεσε το σχοινί στο πηγάδι
<line>καταγραφή ανενεργή
<line>Βόρεια
<line>Βόρεια
<line>επανάληψη
<file>C:\Users\dmbem\Desktop\uni\Ξ”Ξ™Ξ Ξ›Ξ©ΞΞ‘Ξ¤Ξ™ΞΞ—\STEPS\Ξ™ΟƒΟ„ΞΏΟΞ―Ξ±\debug\ΟƒΟ‡ΞΏΞΉΞ½Ξ―.cmd
<line>ν
<line>βα
<line>πάρε καρέκλα
<line>νδ
<line>β
<line>μέσα
<line>άσε καρέκλα
<line>πάτα πάνω στην καρέκλα
<line>ανέβα στο πατάρι
<line>άνοιξε το ντουλάπι
<line>πάρε το σκουρόχρωμο αντικείμενο
<line>έξω
<line>έξω
<line>ν
<line>ν
<line>σύνδεσε το σχοινί στο πηγάδι
<line>καταγραφή ανενεργή
<line>πάρε το κλειδί και πήγαινε βόρεια
<line>βορεια
<line>ξεκλείδωσε την πόρτα με το κλειδί
<line>κοίτα την πόρτα
<line>άνοιξέ την
<line>κοίτα την
<line>πάρε την καρέκλα και μπες μέσα
<line>πάρε το κερί
<line>απόθεμα
<line>άσε την καρέκλα
<line>πάτα πάνω στην καρέκλα και ανέβα στο πατάρι
<line>κοίτα το ντουλάπι
<line>άνοιξε το και κοίτα το
<line>πάρε το σκουρόχρωμο αντικείμενο
<line>έξω
<line>έκω
<line>έξω
<line>ν
<line>ν
<line>δέσε το σχοινί στον γάντζο
<line>κάτω
<line>κάτω
<line>πάρε το δαχτυλίδι και ανέβα
<line>το σχοινί
<line>πάνω
<line>β
<line>β
<line>βδ
<line>γεια
<line>δώσε το δαχτυλίδι στον ξένο
<line>αναίρεση
<line>κοίτα τον ξένο
