<eventscript>
<line>βδ
<line>κοίτα αντικείμενο
<line>άνοιξέ το
<line>πάρε το μεταλλικό αντικείμενο
<line>να
<line>ν
<line>βα
<line>πάρε την καρέκλα
<line>νδ
<line>β
<line>ξεκλείδωσε την πόρτα με το κλειδί
<line>ξεκλείδωσε την πόρτα με το μεταλλικό αντικείμενο
<line>μέσα
<line>άσε την καρέκλα
<line>πάτα πάνω στην καρέκλα
<line>ανέβα στο παταρι
<line>άνοιξε το ντουλάπι
<line>πάρε το σκουρόχρωμο αντικείμενο
<line>έξω
<line>έξω
<line>ν
<line>ν
<line>δέσε το σχοινί στον γάντζο
<line>κάτω
<line>κάτω
<line>πάρε το δαχτυλιδι
<line>πάνω
<line>πάνω
<line>βόρεια
<line>β
<line>βδ
<line>δώσε στον ξένο το δαχτυλίδι
<line>δώσε στον ξένο το δαχτυλίδι
<line>δείξε στον ξένο το δαχτυλίδι
<eof>
