<eventscript>
<line>βδ
<line>πάρε το αντικείμενο και κοίτα το
<line>άνοιξε το
<line>κοίτα το αντικείμενο
<line>το μεταλλικό αντικείμενο
<line>πάρε το κλειδί
<line>πάρε το
<line>απόθεμα
<line>να
<line>ν
<line>βα
<line>κοίτα την καρέκλα
<line>πάρε την
<line>διάσχισε την λίμνη
<line>αναίρεση
<line>νδ
<line>β
<line>ξεκλείδωσε την πόρτα με το κλειδί
<line>ξεκλείδωσε την πόρτα με το μεταλλικό αντικείμενο
<line>μεσα
<line>άσε την καρέκλα
<line>πάτα πάνω στην καρέκλα
<line>ανέβα στο πατάρι
<line>άνοιξε το ντουλάπι
<line>κοίτα το ντουλάπι
<line>πάρε το ανοιχτόχρωμο αντικείμενο
<line>αναίρεση
<line>πάρε το σκουρόχρωμο αντικείμενο
<line>έξω
<line>έξω
<line>ν
<line>ν
<line>δέσε το σχοινί στον γάτζο
<line>δέσε το σχοινί στον γάωτζο
<line>δέσε το σχοινί στον γάντζο
<line>κάτω
<line>κάτω
<line>πάρε το δαχτυλίφι
<line>ουπς δαχτυλίδι
<line>πάνω
<line>πάνω
<line>β
<line>β
<line>βδ
<line>δείξε το δαχτυλίδι στον ξένο
<eof>
